Autodesk.Revit.DB.IExternalResourceServerInternalProxy.GetFullPathFromDisplayPath(System.String)
Implement this method to convert a given URI path (if applicable) to the cache path on disk .
Remarks:
This funcion is called for the case only a URI path is known.
displayPath:
The URI path to the resource.
Returns:
The cache path converted with the given URI path.
Since:
2018